Revit 2027 API
ParameterTypeId.SteelElemShearstudGrade Property
 "Grade"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemShearstudGrade { get; }
Public Shared ReadOnly Property SteelElemShearstudGrade As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemShearstudGrade {
	ForgeTypeId^ get ();
}
static member SteelElemShearstudGrade : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace